{"recipeList": [
 {
  "instructions": "Ingredients:\n\n- 2 tablespoons butter\n- 2 cloves garlic, minced\n- 2 chicken breasts\n- 2 cups cooked white rice\n-Salt and pepper, to taste\n\nInstructions:\n\n1. In a large skillet over medium heat, melt the butter. Add the garlic and stir until fragrant, about 1 minute.\n\n2. Add the chicken breasts and cook until golden and cooked through, about 10 minutes.\n\n3. Add the cooked white rice and stir to combine. Cook for another 2-3 minutes to heat the rice through.\n\n4. Season with salt and pepper, to taste. Serve hot. Enjoy!",
  "dateCreated": "Wed Nov 08 01:27:19 PST 2023",
  "title": "Chicken, Rice, and Garlic"
 },
 {
  "instructions": "Ingredients:\n2 6-ounce tilapia fillets\n2 tablespoons lemon juice\n2 tablespoons melted butter\n2 cloves garlic, minced\nPinch of salt and pepper\n\nInstructions:\n1. Preheat a grill or outdoor grill pan to medium-high heat.\n2. Place fillets onto a plate and drizzle with lemon juice.\n3. In a small bowl, mix melted butter and minced garlic.\n4. Brush the butter and garlic mixture on the tilapia fillets.\n5. Sprinkle with salt and pepper on both sides.\n6. Place the fillets onto the preheated grill.\n7. Grill for about 6 minutes or until cooked through.\n8. Turn the fillets over and brush with more of the butter and garlic mixture.\n9. Grill for another 6 minutes or until cooked through.\n10. Serve with your favorite side dishes. Enjoy!",
  "dateCreated": "Wed Nov 08 01:27:58 PST 2023",
  "title": "Lemon-Garlic Grilled Tilapia"
 },
 {
  "instructions": "Ingredients:\n-1 steak\n-2 tablespoons butter\n-1 chicken breast, cooked and cubed\n-1 cup gravy \nInstructions:\n1. Preheat oven to 350°F.\n2. Heat a large skillet over medium-high heat.\n3. Season the steak with salt and pepper on both sides.\n4. Melt the butter in the skillet.\n5. Add the steak to the skillet and sear both sides until browned, about 3 minutes per side.\n6. Move the steak to a baking pan.\n7. Top the steak with cubed chicken.\n8. Pour the gravy over the steak and chicken.\n9. Bake the steak for 15-20 minutes or until the steak and chicken reach your desired doneness.\n10. Serve with additional gravy on the side. Enjoy!",
  "dateCreated": "Wed Nov 08 02:32:30 PST 2023",
  "title": "Steak and Chicken in Gravy"
 },
 {
  "instructions": "Ingredients:\n• 2 pounds oxtail\n• 2 tablespoons Star Andis extra virgin olive oil\n• 1 onion, diced\n• 4 cloves garlic, crushed\n• 2 carrots, chopped\n• 2 stalks celery, chopped\n• 2 tablespoons tomato paste\n• 2 teaspoon on garlic powder\n• 2 cups beef broth\n• 2 bay leaves\n• 1 teaspoon dried thyme\n• Salt & pepper\nInstructions:\n1. Heat a large Dutch oven over medium-high heat and add the oxtail. Cook until lightly browned, about 8 minutes.\n2. Reduce heat to medium-low and add the olive oil. Add the onion, garlic, carrots, celery, and tomato paste and cook for about 7 minutes, stirring often.\n3. Next, add the garlic powder, beef broth, bay leaves, and thyme to the pot. Season generously with salt and pepper. Bring to a boil, reduce heat, and simmer for 2 hours, stirring occasionally.\n4. After the oxtail has cooked, remove from the heat and discard the bay leaves. Serve warm and enjoy!",
  "dateCreated": "Wed Nov 08 02:36:33 PST 2023",
  "title": "Oxtail Stew with Star Andis and Garlic"
 }
]}